Repository: twobaro/HWMH
Catalog: Resources/*.lproj/medicalHouse.xlf
Languages: fr

# entry.medicalHouses
source: Medical houses
fr: Maisons médicales

# entry.medicalHouse
source: Medical house
fr: Maison médicale

# entry.medicalHouse.field.name
source: Name
fr: Nom

# entry.medicalHouse.field.level
source: Level
fr: Niveau

# entry.medicalHouse.unit1
source: medical house
fr: maison médciale

# entry.medicalHouse.unitN
source: medical houes
fr: maisons médicales

# medicalHouse.abrev
source: MH
fr: MM

# medicalHouse.level1
source: Main
fr: Principale

# medicalHouse.level2
source: Secondary
fr: Secondaire

# medicalHouse.level3
source: Extension
fr: Annexe

# medicalHouse.selectAMedicalHouse
source: Select a medical house...
fr: Choisir une maison médicale...
